Repository: Julianoe/lightweight-branded-login-screen
Catalog: lang/lightweight-branded-login-screen-*.po
Languages: fr_fr

source: Branded Login Screen
fr_fr: Écran de connexion personnalisé

source: Define the images used for the login screen. Simple and lightweight customisation.
fr_fr: Définir les images utilisées pour l'écran d'accueil. Customisation simple et légère.

source: Login Screen Logo
fr_fr: Logo de l'écran de connexion

source: Recommended dimensions: 175px X 200px
fr_fr: Dimensions recommandées : 175px X 200px

source: Title Text
fr_fr: Texte

source: Text that is displayed when the logo is not.
fr_fr: Texte affiché quand le logo est absent.

source: Link
fr_fr: Lien

source: Input the link the user will be directed to upon clicking the logo on the wp-login page.
fr_fr: Le lien vers lequel l'utilisateur est redirigé quand il clique sur le logo de la page wp-login.

source: Background
fr_fr: Image d'arrière-plan

source: Background Image
fr_fr: Image d'arrière-plan

source: Colored background layer color
fr_fr: Couleur d'arrière-plan

source: A color to apply over the background wether it has an image or not. Defaults to black.
fr_fr: Une color à appliquer sur l'arrière-plan, qu'il ait une image ou non. Noir par défaut.

source: Colored background layer opacity
fr_fr: Opacité de l'arrière-plan de couleur

source: Defaults to 0.5 when background color is defined.
fr_fr: La valeur par défaut est 0,5 lorsque la couleur d'arrière-plan est définie.
